<b>а) Список рекомендуемой литературы</b><br>
<b>основная</b><br>
%LIB1%<br>
<b>дополнительная</b><br>
%LIB2%<br>
<b>учебно-методическая</b><br>
%LIB3%<br>
Согласовано<br>
_________________________/_______________________/_______/______
Должность сотрудника научной библиотеки                 ФИО                                                подпись         дата
<br>
<b>б) Программное обеспечение</b><br>
%MTO%
<b>в) Профессиональные базы данных, информационно-справочные системы</b>
<p><b>1. Электронно-библиотечные системы:</b></p>
<p>1.1. Цифровой образовательный ресурс IPRsmart : электронно-библиотечная система : сайт / ООО Компания «Ай Пи Ар Медиа». - Саратов, [2024]. – URL: http://www.iprbookshop.ru. – Режим доступа: для зарегистрир. пользователей. - Текст : электронный.</p>
<p>1.2. Образовательная платформа ЮРАЙТ : образовательный ресурс, электронная библиотека : сайт / ООО Электронное издательство ЮРАЙТ. – Москва, [2024]. - URL: https://urait.ru. – Режим доступа: для зарегистрир. пользователей. - Текст : электронный.</p>
<p>1.3. База данных «Электронная библиотека технического ВУЗа (ЭБС «Консультант студента») : электронно-библиотечная система : сайт / ООО Политехресурс. – Москва, [2024]. – URL: https://www.studentlibrary.ru/cgi-bin/mb4x. – Режим доступа: для зарегистрир. пользователей. – Текст : электронный.</p>
<p>1.4. Консультант врача. Электронная медицинская библиотека : база данных : сайт / ООО Высшая школа организации и управления здравоохранением-Комплексный медицинский консалтинг. – Москва, [2024]. – URL: https://www.rosmedlib.ru. – Режим доступа: для зарегистрир. пользователей. – Текст : электронный.</p>
<p>1.5. Большая медицинская библиотека :  электронно-библиотечная система : сайт / ООО Букап. – Томск, [2024]. – URL: https://www.books-up.ru/ru/library/ . – Режим доступа: для зарегистрир. пользователей. – Текст : электронный.</p>
<p>1.6. ЭБС Лань : электронно-библиотечная система : сайт / ООО ЭБС Лань. – Санкт-Петербург, [2024]. – URL:  https://e.lanbook.com. – Режим доступа: для зарегистрир. пользователей. – Текст : электронный.</p>
<p>1.7. ЭБС <b>Znanium.com</b> : электронно-библиотечная система : сайт / ООО Знаниум. - Москва, [2024]. - URL:  http://znanium.com . – Режим доступа : для зарегистрир. пользователей. - Текст : электронный.</p>
<p><b>2. КонсультантПлюс</b> [Электронный ресурс]: справочная правовая система. /ООО «Консультант Плюс» - Электрон. дан. - Москва : КонсультантПлюс, [2024].</p>
<p><b>3. eLIBRARY.RU:</b> научная электронная библиотека : сайт  / ООО «Научная Электронная Библиотека». – Москва, [2024]. – URL: http://elibrary.ru. – Режим доступа : для авториз. пользователей. – Текст : электронный</p>
<p><b>4. Федеральная государственная информационная система «Национальная электронная библиотека» :</b> электронная библиотека : сайт / ФГБУ РГБ. – Москва, [2024]. – URL: https://нэб.рф. – Режим доступа : для пользователей научной библиотеки. – Текст : электронный.</p>
<p><b>5.Российское образование :</b> федеральный портал / учредитель ФГАУ «ФИЦТО». – URL: http://www.edu.ru. – Текст : электронный.</p>
<p><b>6. Электронная библиотечная система УлГУ :</b> модуль «Электронная библиотека»  АБИС Мега-ПРО / ООО «Дата Экспресс». – URL: http://lib.ulsu.ru/MegaPro/Web. – Режим доступа : для пользователей научной библиотеки. – Текст : электронный.</p>
<p></p>