{
  "guid_module": "43bada9c-5e7a-4117-b0af-8de2d2d11b9b",
  "user_id": "8611",
  "title": {
    "rpd_id": "000009874",
    "discipline": "000002429",
    "edu_plan": "000006199"
  },
  "part1": {
    "periodsWithHours": [
      {
        "name": "Заочная",
        "code": "000000003",
        "guid": "be190637-cc38-11e6-b94d-005056c00008",
        "periods": [
          {
            "name": "Второй семестр",
            "code": "000000003",
            "hours": "4"
          }
        ]
      },
      {
        "name": "Очная",
        "code": "000000001",
        "guid": "be190638-cc38-11e6-b94d-005056c00008",
        "periods": [
          {
            "name": "Второй семестр",
            "code": "000000003",
            "hours": "6"
          }
        ]
      }
    ],
    "criteriaListReal": {
      "tasks": "<p id=\"yui_3_17_2_1_1752838652789_156\">·оценка «зачтено» выставляется обучающемуся, обнаружившему всестороннее, систематическое и глубокое знание учебного материала, умение свободно выполнять практическую задачу: проанализировавшему действия каждого из участников правовой ситуации, давшему оценку их действиям, предложившему оптимальные, эффективные и законные способы решения возникшей правовой ситуации, усвоившему основную литературу и прочитавшему дополнительную литературу, рекомендованной программой;</p><p id=\"yui_3_17_2_1_1752838652789_156\">·оценка «не зачтено» выставляется обучающемуся, не владеющему знанием учебного материала, основных правовых источников, при помощи которых следует решать поставленную практическую задачу, не способному проанализировать действия каждого из участников процесса, не способному предложить пути решения указанной правовой ситуации.</p>",
      "table": "<p>· оценка «отлично» выставляется обучающемуся, принимавшему активное участие в дискуссии, если высказанные им точки зрения соответствуют Конституции РФ, действующему законодательству, аргументированы, научно обоснованы. Для выставления максимального балла имеет значение степень авторского вклада в разработку проблемы и предложения, сформулированные магистрантом по совершенствованию конституционного законодательства и правоприменительной практики;</p><p>·оценка «хорошо» выставляется обучающемуся, подготовившему выступление по заявленной тематике с учетом обобщения существующих в российской и зарубежной науке конституционного права точек зрения на рассматриваемую проблему без авторских предложений по совершенствованию законодательства и правоприменительной практики и принимавшему активное участие в дискуссии;</p><p>·оценку «удовлетворительно» получает обучающийся, подготовивший выступление в виде конспекта учебника по заявленной тематике (с обязательным указанием автора(ов) учебного материала;</p><p>·оценка «неудовлетворительно» выставляется обучающемуся, не подготовившему выступление по заявленной тематике и не принимающему участия в дискуссии.</p>"
    },
    "methodicalMaterials": "",
    "target": "<p id=\"yui_3_17_2_1_1752830167329_88\">формирование представления об истории развития и современной организации публичной власти в России и зарубежных странах, основных тенденциях и проблемах формирования органов публичной власти в России и зарубежных странах, формирование у магистрантов системного понимания <span style=\"color: black;\">теоретических, конституционно-правовых и организационных основах взаимодействия органов государственной власти в условиях межгосударственной и внутригосударственной интеграции</span></p>",
    "taskfordisc": "<p>\t-·исследование проблем становления и развития теории и практики разделения властей в России;</p><p>\t-изучение конституционно-правовых основ системы органов публичной власти в России;</p><p>\t-раскрытие основ конституционно-правового регулирования формирования органов публичной власти в современной России и зарубежных странах;</p><p>\t-исследование конституционных принципов организации и деятельности органов публичной власти;</p><p>\t-изучение теоретических основ межгосударственной и внутригосударственной интеграции;</p><p>\t-системное понимание механизмов взаимодействия органов власти в интеграционных объединениях и навыки сравнительного анализа;</p><p>\t-исследование правовых и институциональных механизмов взаимодействия органов власти.</p><p>\t-проведение сравнительного анализа моделей сотрудничества в России, ЕАЭС, БРИКС, СНГ, ШОС и др.</p><p>\t-исследование роли надгосударственных структур в координации деятельности национальных органов власти.</p><p>\t-оценка влияния политических, экономических и культурных факторов на интеграционные процессы.</p>",
    "dataPlacesDiscipline": "<p id=\"yui_3_17_2_1_1752830167329_95\">Дисциплина «<span style=\"color: rgba(0, 0, 0, 0.87);\">Внутриинтеграционное сотрудничество органов государственной власти в России и зарубежных странах</span>» относится к обязательной части учебного плана</p>",
    "selectedDisciplineBefore": [
      {
        "discipline": "Конституционные основы взаимодействия российского и международного права",
        "code": "000002258"
      },
      {
        "discipline": "Современные учения о праве",
        "code": "000001825"
      },
      {
        "discipline": "История и методология юридической науки",
        "code": "000000195"
      },
      {
        "discipline": "Федерализм и гарантии прав субъектов РФ",
        "code": "000002266"
      }
    ],
    "selectedDisciplineAfter": [
      {
        "discipline": "Защита прав граждан в России и странах СНГ",
        "code": "000002253"
      },
      {
        "discipline": "Защита прав Конституционным Судом РФ",
        "code": "000002255"
      },
      {
        "discipline": "Конституционно-правовые основы противодействия экстремистской деятельности в РФ",
        "code": "000000200"
      },
      {
        "discipline": "Экспертиза правовых актов",
        "code": "000001851"
      }
    ],
    "methods": {
      "methodicalMaterials": "",
      "methodicalMaterialsSeminars": "",
      "methodicalMaterialsIndependent": "",
      "methodicalMaterialsDOT": "",
      "methodicalMaterialscCurrentEducation": ""
    }
  },
  "part3": {
    "list": []
  },
  "part11": {
    "books": {
      "mainSelected": [],
      "additionalSelected": [],
      "methodicalSelected": []
    },
    "normativeContent": "",
    "internetResources": "",
    "normativeContentArray": [],
    "internetResourcesArray": []
  },
  "MTO": [],
  "parts": [
    {
      "name_segment": "Конституционная система публичной власти в современной России и зарубежных странах",
      "id": "6b344962-6dc8-450e-8405-f83923b02cbc",
      "type": "",
      "all": "",
      "all_za": "",
      "all_oza": "",
      "data": [
        {
          "name_segment": "Конституционная система публичной власти в современной России и зарубежных странах",
          "lection": "2",
          "lection_za": "2",
          "lection_oza": "0",
          "practice": "2",
          "practice_za": "2",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "11",
          "outwork_za": "19",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "0",
          "practiceForm_za": "0",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1. Глава государства в системе высших органов государственной власти в России и зарубежных государствах.\n2. Парламент – высший орган законодательной (представительной) власти в России и зарубежных странах.\n3. Исполнительная власть в России и зарубежных странах.\n4. Судебная власть и органы конституционного контроля в России и зарубежных странах.",
          "lectionQuestions": "1. Публичная власть как конституционно-правовая категория.\n2. Понятие и структура конституционно-правового механизма осуществления публичной власти.\n3. Высшие органы государственной власти и управления зарубежных стран в зависимости от формы государства.\n4. Органы конституционного контроля и их полномочия в зарубежных странах.\n5. Территориальная организация публичной власти: понятие, виды.",
          "independentWork": "1. Составьте таблицу соотношения, основных отличительных особенностей реализации принципа разделения властей в абсолютной, дуалистической и парламентарной монархиях:\nКритерии сравнения\tАбсолютная монархия\tДуалистическая монархия\tПарламентарная\nмонархия\nНаименование главы государства, порядок передачи власти\t\t\t\nНаличие конституции, порядок ее принятия \t\t\t\nНаличие законодательного органа власти порядок его формирования, основные полномочия, право роспуска, право вето\t\t\t\nПорядок формирования исполнительного органа власти, политическая ответственность правительства\t\t\t\nОсобенности взаимоотношения главы государства с высшими органами государственной власти \t\t\t\n\n2. Составьте таблицу соотношения, основных отличительных особенностей реализации принципа разделения властей в парламентарной, президентской и смешенной республиках.\nКритерии сравнения\tПарламентарная\nреспублика\tПрезидентская\nреспублика\tСмешанная\nреспублика\nГлава государства, порядок его избрания \t\t\t\nЗаконодательная власть, порядок ее взаимодействия с исполнительным органом власти, право роспуска парламента\t\t\t\nПорядок формирования исполнительного органа власти, его политическая ответственность \t\t\t\nХарактерные особенности реализации принципа разделения властей\t\t\t\n\n3. Заполните таблицу, приводя примеры органов соответствующей ветви власти в отношении следующих стран: Республика Беларусь, Республика Индия, Республика Казахстан, Соединенное Королевство Великобритании и Северной Ирландии, США, Французская Республика.\n\n4. Проанализируйте понятия «публичная власть», «политическая власть», «государственная власть», «муниципальная власть», «общественная власть», содержащиеся в разных научных трудах по конституционному праву (С.А. Авакьян, Б.А. Страшун, Ю.А. Тихомиров, В.Е. Чиркин). Раскройте понятие «институты публичной власти» в следующих аспектах: - изложите содержание вопроса с указанием на его проблемный характер в целом и каждой его части; - основываясь на проведенном анализе понятий, сформулируйте собственную позицию и аргументируйте ее; - сформулируйте прогноз дальнейших перспектив нормативного закрепления и механизма реализации институтов публичной власти с точки зрения их соотношения и взаимодействия.\n\n5. Впервые в правоприменительную практику термин «публичная власть» был введен Конституционным Судом Российской Федерации. Изучите Постановления Конституционного Суда РФ, касающиеся органов публичной власти, и изложите основные характеристики.\n\n6. Выберите государство с республиканской формой правления, ознакомьтесь с его Конституцией и выпишите полномочия главы государства по сферам: \n1. Представительские полномочия. \n2. В области государственного управления. \n3. В области внешней политики. \n4. В области законотворчества. \n5. Чрезвычайные полномочия главы государства. \n6. Иные полномочия.\n\n7. Проанализируйте соотношение категорий государственной и негосударственнной публичной власти. Назовите известные вам институты негосударственной публичной власти. Охарактеризуйте особенности государственной и различных видов негосударственной публичной власти и их институтов. Проанализируйте понятие «негосударственная публичная власть» применительно к различным институтам гражданского общества. Назовите институты, которыми представлена международная и надгосударственная публичная власть.\n",
          "controlQuestions": "1. Раскройте содержание принципа разделения властей в зарубежных странах.\n2. Сопоставьте понятия «баланс интересов» и «система сдержек и противовесов» в организации государственной власти зарубежных стран.\n3. Определите соотношение понятий: принцип разделения властей и принцип единства государственной власти.\n4. Вопрос о месте «учредительной», «президентской», «избирательной», «контрольной», «партийной» и «медийной» властей в механизме разделения властей.\n5. Назовите основные этапы формирования представлений о публичной власти в России. Раскройте научные представления о публичной власти известных ученых прошлого и нашего времени.\n6. Каким образом организовывается публичная власть в территориях в зависимости от формы государственного устройства? Какие способы взаимодействия между органами власти и органами власти территорий Вам известны?\n7. Как соотносятся конституционный контроль и надзор?\n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "1c296ad9-34e8-439b-8572-3b0c196d6f0a",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [
              {
                "id": "9c8b142e-cb43-45e6-b774-aa1aecfcf458",
                "selectedValue": [
                  {
                    "id": "142961a3-e598-11ec-a25a-30e17154291b",
                    "priority": 3,
                    "competenceguid": "142961a3-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-3.2 Применяет все виды толкования норм права в конкретных сферах юридической деятельности",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "142961a5-e598-11ec-a25a-30e17154291b",
                    "priority": 5,
                    "competenceguid": "142961a5-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-3.4 Владеет методикой анализа правоприменительной практики",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "142961b2-e598-11ec-a25a-30e17154291b",
                    "priority": 7,
                    "competenceguid": "142961b2-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-7.1 Работает с разными источниками информации, поисковыми и правовыми системами",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  }
                ],
                "questionDescription": "<p id=\"yui_3_17_2_1_1752838652789_115\">1.Проанализируйте понятия «публичная власть», «политическая власть»,</p><p id=\"yui_3_17_2_1_1752838652789_115\">«государственная власть», «муниципальная власть», «общественная власть», содержащиеся в разных научных трудах по конституционному праву (С.А. Авакьян, Б.А. Страшун, Ю.А. Тихомиров, В.Е. Чиркин). Раскройте понятие</p><p id=\"yui_3_17_2_1_1752838652789_115\">«институты публичной власти» в следующих аспектах: - изложите содержание вопроса с указанием на его проблемный характер в целом и каждой его части; - основываясь на проведенном анализе понятий, сформулируйте собственную позицию и аргументируйте ее; - сформулируйте прогноз дальнейших перспектив нормативного закрепления и механизма реализации институтов публичной власти с точки зрения их соотношения и взаимодействия.</p><p id=\"yui_3_17_2_1_1752838652789_115\">2.Проанализируйте соотношение категорий государственной и негосударственнной публичной власти. Назовите известные вам институты негосударственной публичной власти. Охарактеризуйте особенности государственной и различных видов негосударственной публичной власти и их институтов. Проанализируйте понятие «негосударственная публичная власть» применительно к различным институтам гражданского общества. Назовите институты, которыми представлена международная и надгосударственная публичная власть.</p>"
              }
            ],
            "table": [],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          }
        },
        {
          "name_segment": "Особенности формирования и компетенции высших органов государственной власти в странах БРИКС",
          "lection": "2",
          "lection_za": "0",
          "lection_oza": "0",
          "practice": "4",
          "practice_za": "0",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "10",
          "outwork_za": "19",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "0",
          "practiceForm_za": "0",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1.\tБРИКС: цели создания и экономическое сотрудничество. Характеристика формы государства стран-участниц (на примере Бразилии, Индии, Китая, ЮАР, ОАЭ).\n2.\tПорядок избрания главы государства в Бразилии, Индии, ЮАР и Египте. Требования к кандидатам на должность Президента.\n3.\tПорядок наделения полномочиями главы государства в Китае и ОАЭ.\n4.\tКонституционно-правовой статус и полномочия главы государства стран БРИКС.\n5.\tОсобенности конституционно-правового статуса и формирования палат парламентов в странах БРИКС и их полномочия. \n6.\tИсполнительная власть в странах БРИКС. \n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "f3d7b84c-eb61-4bfe-a796-fbd564c19bff",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [],
            "table": [
              {
                "id": "b6649ff5-873d-4cfe-a317-8d65ca742f7d",
                "selectedValue": [
                  {
                    "id": "142961a4-e598-11ec-a25a-30e17154291b",
                    "priority": 4,
                    "competenceguid": "142961a4-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-3.3 Доводит смысл норм права до сведения заинтересованных лиц в сфере профессиональной деятельности",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "142961a5-e598-11ec-a25a-30e17154291b",
                    "priority": 5,
                    "competenceguid": "142961a5-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-3.4 Владеет методикой анализа правоприменительной практики",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "142961b4-e598-11ec-a25a-30e17154291b",
                    "priority": 9,
                    "competenceguid": "142961b4-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-7.3 Отбирает и внедряет в процессе профессиональной деятельности современные технические средства и информационно-коммуникационные технологии",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  }
                ],
                "questionDescription": "<p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Требования к подготовке обучающимся </strong>дается задание заранее ознакомиться с содержанием основных нормативно-правовых актов, регламентирующих организацию деятельности системы органов государственной власти и местного самоуправления, научной литературой по теме, а также подготовить вступление на одну из заявленных ранее тем.</p><p id=\"yui_3_17_2_1_1752838652789_180\">Информация, вырабатываемая совместно преподавателем и обучающимися, легче усваивается, так как выводы, определения формулируются обучающимися самостоятельно, активно, под руководством преподавателя, а значит, лучше запоминаются и могут быть воспроизведены по истечении времени. Определяющим фактором при определении степени достижения целей для преподавателя является степень взаимодействия между обучающимися и преподавателем, а также наличие обратной связи.</p><p id=\"yui_3_17_2_1_1752838652789_180\"><br></p><p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Концепция задания: </strong>круглый стол – техника ведения беседы между равноправными членами коллектива с целью выработки совместного решения проблемы, выявленной в ходе дискуссии. В мероприятии могут принимать участие от 3 до 30 обучающихся (одна группа). Отличает данный вид контрольного занятия следующие характерные черты:</p><p id=\"yui_3_17_2_1_1752838652789_180\">-постоянное внимание и готовность в любой момент принять участие в дискуссии любого из присутствующих обучающихся (тезисные выступления обучающихся);</p><p id=\"yui_3_17_2_1_1752838652789_180\">-руководство процессом со стороны преподавателя;</p><p id=\"yui_3_17_2_1_1752838652789_180\">-презентация информации по теме (может осуществляться как преподавателем, так и обучающимися).</p><p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Перечень дискуссионных тем для круглого стола:</strong></p><p id=\"yui_3_17_2_1_1752838652789_180\">1. <span style=\"color: rgb(0, 0, 0);\" id=\"yui_3_17_2_1_1752838652789_187\">Принципы избирательного права в странах БРИКС: Универсальность стандартов или национальная специфика конституционного регулирования? (Обсуждение: Соответствуют ли избирательные системы стран БРИКС общепризнанным международным стандартам демократических выборов? Насколько допустимы отклонения от этих стандартов, обусловленные национальной спецификой конституционного регулирования? Как обеспечить баланс между легитимностью власти и волеизъявлением народа?)</span>.</p><p id=\"yui_3_17_2_1_1752838652789_180\">2.Глава государства в конституционном механизме власти. Особенности выборов главы государства. Полномочия главы государства. Основания досрочного прекращения полномочий главы государства. Акты главы государства.</p><p id=\"yui_3_17_2_1_1752838652789_180\">3.Законодательная власть в системе разделения властей. Структура палат Федерального Собрания РФ. Компетенция, правовые акты Совета Федерации и Государственной Думы. Законодательный процесс в России.</p><p id=\"yui_3_17_2_1_1752838652789_180\">4.<span style=\"color: rgb(0, 0, 0);\" id=\"yui_3_17_2_1_1752838652789_188\">Правовые основы парламентского контроля за исполнительной властью в странах БРИКС: Эффективность механизмов и реальная ответственность. (Обсуждение: Какие формы парламентского контроля за деятельностью правительства существуют в странах БРИКС? Насколько эффективны эти механизмы? Привлекаются ли должностные лица к реальной ответственности за нарушения закона и злоупотребления властью?)</span></p><p id=\"yui_3_17_2_1_1752838652789_180\">5.Судебная власть в странах БРИКС и ее роль в реализации принципа разделения властей. </p><p id=\"yui_3_17_2_1_1752838652789_180\">6. Конституционные принципы организации и функционирования правосудия в в странах БРИКС.</p><p id=\"yui_3_17_2_1_1752838652789_180\">7.Конституционно-правовые основы организации и деятельности прокуратуры в странах БРИКС.</p><p id=\"yui_3_17_2_1_1752838652789_180\">8.Система местного самоуправления в Российской Федерации. Финансово-экономические основы местного самоуправления. Гарантии прав местного самоуправления.</p><p id=\"yui_3_17_2_1_1752838652789_180\"><br></p><p id=\"yui_3_17_2_1_1752838652789_180\">Обучающимся дается задание заранее ознакомиться с содержанием нормативно-правовых актов, научной литературой по теме, а также подготовить выступление на одну из заявленных ранее тем.</p><p id=\"yui_3_17_2_1_1752838652789_180\">Информация, вырабатываемая совместно преподавателем и магистрантами, легче усваивается, так как выводы, определения формулируются обучающимися самостоятельно, активно, под руководством преподавателя, а значит, лучше запоминаются и могут быть воспроизведены по истечении времени. Определяющим фактором при определении степени достижения целей для преподавателя является степень взаимодействия между магистрантами и преподавателем, а также наличие обратной связи. Главное, чтобы процесс не вышел из-под контроля, поэтому в начале требуется определить правила соблюдения порядка выступлений, например, путем поднимания рук, либо заранее подготовленных карточек.</p><p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Ожидаемый результат:</strong></p><p id=\"yui_3_17_2_1_1752838652789_180\">В результате проведения занятий такого рода формируются навыки обобщения идей и мнений относительно обсуждаемой проблемы. В профессиональном плане занятие позволяет осознать сущность и назначение деятельности органов законодательной государственной власти РФ.</p>"
              }
            ],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          },
          "lectionQuestions": "1.\tВыборы: понятие, социальное назначение и политико-правовая роль\n2.\tИзбирательное право и избирательные системы в странах БРИКС. \n3.\tОсобенности процедуры наделения полномочиями главы государства в странах БРИКС.\n4.\tКонституционно-правовой статус и полномочия главы государства стран БРИКС.\n5.\tПорядок формирования и компетенция палат парламентов России, Бразилии, Индии, Китая, ЮАР, ОАЭ.\n6.\tИсполнительная власть в странах-участницах БРИКС: порядок наделения полномочиями и компетенция. \n7.\tВысшие судебные органы власти в странах БРИКС.\n",
          "independentWork": "1. Заполните таблицу\n\tБразилия\tИндия\tКНР\tОАЭ\nГлава государства (требования к кандидатам и наделение полномочиями)\t\t\t\t\nПарламент (название, количество палат)\t\t\t\t\nПравительство (порядок формирования, глава правительства и состав)\t\t\t\t\nОрганы региональной власти (при наличии)\t\t\t\t\nМСУ (при наличии)\t\t\t\t\n2. Напишите эссе на тему \"Конституционно-правовой статус главы государства: сравнительный анализ\", в котором будет отражено сравнение конституционно-правового статуса главы государства в двух-трех странах БРИКС. Обратите внимание на порядок избрания/назначения, полномочия (включая законодательные, исполнительные, военные), ответственность и основания прекращения полномочий.\n3. Проведите сравнительный анализ структуры, порядка формирования и компетенции палат парламентов в странах БРИКС. Выделите общие черты и различия, а также факторы, влияющие на роль парламентов в политической системе каждой страны.\n4. На основе анализа избирательных систем стран БРИКС, разработайте предложения по совершенствованию избирательного законодательства в России, направленные на повышение его демократичности и эффективности.\n\n",
          "controlQuestions": "1.\tВ чем заключаются цель и основные задачи создания БРИКС?\n2.\tНазовите страны -участницы БРИКС. Охарактеризуйте форму государства данных стран?\n3.\tВ чем заключается своеобразие статуса главы государства в странах БРИКС?\n4.\tОхарактеризуйте порядок наделения полномочиями главы государства в различных странах БРИКС? Можно ли проследить зависимость данной процедуры от формы государства?\n5.\tОхарактеризуйте полномочия главы государства Китая, Индии, Египта, Бразилии.\n6.\tВ чем заключаются особенности формирования палат парламента в государствах БРИКС?\n7.\tПеречислите основные особенности в статусе парламентов заявленных государств. \n8.\tВ чем особенность конституционно-правового статуса высших органов власти ОАЭ?\n9.\tПрезидент Бразилии: порядок избрания, полномочия. \n"
        },
        {
          "name_segment": "Особенности формирования и система высших органов государственной власти в странах-участницах ЕАЭС",
          "lection": "2",
          "lection_za": "2",
          "lection_oza": "0",
          "practice": "4",
          "practice_za": "2",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "10",
          "outwork_za": "19",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "2",
          "practiceForm_za": "2",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1. Порядок формирования палат Федерального Собрания России. Порядок формирования палат парламента в странах ЕАЭС (на примере Беларуси, Казахстана, Армении, Кыргызстана).\n2. Порядок формирования Правительства России, Беларуси, Казахстана, Армении, Кыргызстана.\n3. Механизм формирования системы органов государственной власти в субъектах РФ и органов местного самоуправления.\n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "2ccc9651-015c-428d-83c3-5d02d843c219",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [],
            "table": [],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          },
          "lectionQuestions": "1. Порядок формирования палат Федерального Собрания России.\n2. Порядок формирования Правительства России.\n3. Порядок формирования палат парламента в странах ЕАЭС (на примере Беларуси, Казахстана, Армении, Кыргызстана).\n4. Порядок наделения полномочиями органов исполнительной власти Беларуси, Казахстана, Армении, Кыргызстана.\n5. Механизм формирования системы органов государственной власти в субъектах РФ и органов местного самоуправления.\n",
          "independentWork": "1. Составьте схемы: стадии избирательного процесса; стадии проведения выборов депутатов Государственной Думы ФС РФ.\n\n2. Дайте характеристику каждому виду избирательных систем, укажите «плюсы» и «минусы» данных избирательных систем:\n№\nп/п\tНазвание избирательной системы\tХарактеристика\t«Плюсы» и «минусы»\n1\tМажоритарная избирательная система абсолютного большинства\t\t \n2\tМажоритарная избирательная система относительного большинства\t\t\n3\tМажоритарная избирательная система квалифицированного большинства\t\t\n4\tПропорциональная избирательная система \t\t\n5\tСмешанная избирательная система \t\t\n\n3. Составьте сравнительную таблицу, отражающую способы формирования палат парламента в России и странах ЕАЭС (Беларусь, Казахстан, Армения, Кыргызстан). Укажите:\n  •  Название палат парламента\n  •  Способ формирования (выборы, назначение, смешанный)\n  •  Сроки полномочий\n  •  Требования к кандидатам\n  •  Роль каждой палаты в законодательном процессе.\n  Сделайте вывод об общих чертах и различиях в формировании парламентов.\n\n4. Разработайте схему, отображающую механизм формирования органов государственной власти в субъектах РФ (на примере выбранного субъекта) и органов местного самоуправления (на примере выбранного муниципального образования). Покажите взаимосвязь между федеральным и региональным законодательством.\n\n5. Проведите исследование и подготовьте доклад о влиянии исторических, культурных и национальных факторов на формирование системы органов государственной власти в одной из стран ЕАЭС (Беларусь, Казахстан, Армения, Кыргызстан).\n\n6. Подготовьте аналитическую справку об участии выбранной страны ЕАЭС в интеграционных процессах в рамках ЕАЭС. Отразите основные направления сотрудничества, достигнутые результаты и проблемы.",
          "controlQuestions": "1. Охарактеризуйте структуру и компетенцию высших органов государственной власти в странах ЕАЭС.\n2. Каковы особенности взаимодействия высших органов государственной власти в странах ЕАЭС?\n3. Оцените влияние исторических, культурных и политических факторов на формирование систем государственной власти в странах ЕАЭС.\n4. Какова роль политических партий в формировании органов государственной власти в странах ЕАЭС?\n5. Каковы основные тенденции развития систем государственной власти в странах ЕАЭС?\n6. Охарактеризуйте процесс евразийской интеграции и его влияние на национальные системы государственного управления."
        },
        {
          "name_segment": "Особенности высших органов государственной власти в Северной Америке и Западной Европе",
          "lection": "2",
          "lection_za": "2",
          "lection_oza": "0",
          "practice": "4",
          "practice_za": "2",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "10",
          "outwork_za": "19",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "0",
          "practiceForm_za": "0",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1.\tВысшие органы государственной власти в США и их конституционно-правовое регулирование. \n2.\tМонарх Великобритании: юридический и фактический статус. Порядок формирования и полномочия Правительства Великобритании. \n3.\tПрезидент и его конституционно-правовой статус в республиках с различными формами правления (на примере Франции, ФРГ)\n4.\tСистема высших органов публичной власти ФРГ, Италии, Франции. \n5.\tОсобенности формирования территориальных органов власти в странах США и Западной Европы. \n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "a4c6dfa7-0d2c-4474-8308-ba7da0e3a71a",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [],
            "table": [],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          },
          "lectionQuestions": "1.\tСистема сдержек и противовесов как основа функционирования высших органов государственной власти США.\n2.\tКонституционно-правовой статус Президента США и его место в системе органов власти.\n3.\tПарламентарные формы правления: понятие и признаки. Статус высших органов государственной власти в парламентских государствах (ФРГ, Италия, Великобритания)\n4.\tТерриториальная организация публичной власти в США, ФРГ, Франции\n5.\tОсобенности формирования государственных органов в регионалистских государствах.\n",
          "independentWork": "1.\tРаскройте смысл концепции единства и разделения властей. В чем состоит горизонтальное и вертикальное разделение власти? Приведите пример со ссылкой на конституционный текст государства, где назван этот принцип и (или) реализуется на практике?\n2.\tПроведите правовой анализ порядка избрания президента в республиках с различными формами правления (президентской, парламентской и смешанной). Результаты анализа оформите таблицей. \n3.\tПодготовьте доклад по одной из следующих тем:\nПринцип разделения властей и система «сдержек и противовесов» в США.\nПорядок избрания Президента США.\nКонституция и правовая система Великобритании.\nМонарх Великобритании и его политическая роль.\nПорядок формирования и система высших органов власти в парламентских республиках.\nПрезидент Франции: порядок избрания и полномочия.\nКонституционно-правовой статус главы государства в парламентских республиках.\nВысшие органы судебной власти в США, ФРГ, Италии и Франции.\nКонституционное правосудие в странах США и Западной Европы.\n",
          "controlQuestions": "1.\tЧто означает система «сдержек и противовесов»?\n2.\tЧто означает неписанная конституция (на примере Великобритании)?\n3.\tЧто такое конституционный обычай? Приведите пример.\n4.\tКакой способ избрания характерен для президента в парламентской республике?\n5.\tНазовите отличительные черты в порядке избрания президента с президентской, смешанной и парламентской республике?\n6.\tЗависит ли конституционно-правовой статус правительства от формы правления?\n7.\tКаков порядок формирования правительства в Великобритании? Прослеживается ли зависимость в процедуре формирования правительства от формы правления?\n8.\tЧто такое парламентский и внепарламентский способ формирования правительства?\n9.\tКакие органы государственной власти штата существуют в США? Дайте характеристику конституционно-правового статуса губернатора штата в США?\n10.\tКакие территориальные органы государственной власти существуют в Италии, Франции?\n"
        },
        {
          "name_segment": "Теоретические основы и институциональные механизмы интеграционного сотрудничества органов государственной власти в России и зарубежных странах",
          "lection": "2",
          "lection_za": "0",
          "lection_oza": "0",
          "practice": "2",
          "practice_za": "0",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "11",
          "outwork_za": "20",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "0",
          "practiceForm_za": "0",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1. Понятие и сущность интеграции в государственном управлении.\n2. Принципы интеграционного взаимодействия: суверенитет, субсидиарность, взаимодополняемость.\n3. Российская модель и зарубежные модели интеграционного сотрудничества органов государственной власти.\n4. Институциональные механизмы интеграции в России: Межведомственные комиссии и советы (Совет Безопасности РФ, Госсовет); федеральные целевые программы и национальные проекты; роль Администрации Президента и Правительства РФ в координации.\n5. Институциональные механизмы интеграции в зарубежных странах (сравнительный анализ).\n6. Проблемы и перспективы интеграционного сотрудничества органов государственной власти в России и зарубежных странах.\n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "7331e1bc-edc0-4d91-84c2-8bf5deb08b55",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [],
            "table": [],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          },
          "lectionQuestions": "1. Понятие и сущность интеграции в государственном управлении.\n2. Принципы интеграционного взаимодействия: суверенитет, субсидиарность, взаимодополняемость.\n3. Российская модель и зарубежные модели интеграционного сотрудничества органов государственной власти.\n4. Институциональные механизмы интеграции в России: Межведомственные комиссии и советы (Совет Безопасности РФ, Госсовет); федеральные целевые программы и национальные проекты; роль Администрации Президента и Правительства РФ в координации.\n5. Институциональные механизмы интеграции в зарубежных странах (сравнительный анализ).\n6. Проблемы и перспективы интеграционного сотрудничества органов государственной власти в России и зарубежных странах.\n",
          "independentWork": "1. Проведите сравнительный анализ интеграционных механизмов в России и одной из зарубежных стран (на выбор). Выявите 3 ключевых сходства и различия. Подготовьте презентацию (5–7 слайдов) или эссе (1–2 страницы).\n2. Изучите конкретный пример интеграционного проекта (например, ЕАЭС, Шенгенская зона). Опишите: Цели и участников. Институциональные структуры управления. Проблемы и достижения.\n3. Найдите актуальные научные статьи (за последние 5 лет) по теме интеграции органов власти и составьте аннотированную библиографию (3–5 источников с кратким описанием). \n4. Подготовьте доклад по одной из следующих тем:\n1.\t Эволюция российских моделей межрегионального сотрудничества\n2.\tПринцип субсидиарности в европейской практике интеграции\n3.\tФинансовые механизмы межправительственного сотрудничества: сравнительный анализ\n4.\tРоль цифровых технологий в современных интеграционных процессах\n5.\tПроблемы координации в условиях асимметричного федерализма\n6.\tОпыт азиатских стран в организации межправительственного сотрудничества\n7.\tВлияние политических систем на модели интеграционного сотрудничества\n5. Сравните две модели интеграционного сотрудничества (на выбор) по следующим параметрам: \n\tМодель 1\tМодель 2\nИнституциональное оформление\t\t\nФинансовые механизмы\t\t\nЭффективность\t\t\nПроблемные аспекты\t\t\nФорма представления: сравнительная таблица + аналитическая записка (2-3 стр.)\n6. Проведите анализ 3-5 научных публикаций (за последние 5 лет) по выбранной модели интеграционного сотрудничества\nСоставьте аннотированный обзор основных концепций, методов исследования, ключевых выводов.\n",
          "controlQuestions": "1.\tНазовите основные теории интеграции и их ключевые положения.\n2.\tНазовите основные принципы интеграции органов власти.\n3.\tКакие институциональные механизмы интеграции используются в России?\n4.\tКакие вызовы препятствуют эффективной интеграции органов власти?\n5.\tКак цифровые технологии влияют на межгосударственное взаимодействие?\n6.\tПриведите примеры успешных интеграционных проектов в современном мире.\n7.\tКакие институты обеспечивают интеграционное сотрудничество в России?\n8.\tКакие функции выполняет Государственный Совет РФ\n9.\tПеречислите основные формы межрегионального сотрудничества в России.\n10.\tВ чем особенности работы Межведомственных комиссий Правительства РФ?\n11.\tКак функционирует система федеральных целевых программ?\n12.\tКакова роль Совета Федерации в интеграционных процессах?\n13.\tКакие функции выполняют Межрегиональные ассоциации экономического взаимодействия?\n14.\tКак организовано сотрудничество в рамках Арктической зоны РФ?\n15.\tКакие цифровые платформы используются для межведомственного взаимодействия?\n16.\tНазовите ключевые национальные проекты, способствующие интеграции. \n17.\tКак организовано межштатное сотрудничество в США?\n18.\tКаковы преимущества и недостатки централизованной китайской модели?\n19.\tКакие уроки может извлечь Россия из зарубежного опыта интеграционного сотрудничества?\n"
        },
        {
          "name_segment": "Информационные технологии и процедуры в деятельности органов государственной власти в России и зарубежных странах ",
          "lection": "2",
          "lection_za": "0",
          "lection_oza": "0",
          "practice": "4",
          "practice_za": "2",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "10",
          "outwork_za": "19",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "2",
          "practiceForm_za": "2",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1. Информационно-правовая политика и информационная функция государства.\n2. Формы и методы деятельности субъектов государственного управления в условиях использования информационных технологий.\n3. Основы организации информационного взаимодействия в информационной среде в России и зарубежных странах. \n4. Информационные системы и системы электронного документооборота как форма реализации взаимодействия органов власти в условиях использования информационных технологий в России и зарубежных странах.\n5. Вопросы обеспечения информационной безопасности при организации процедуры взаимодействия органов власти в информационной среде в России и зарубежных странах.\n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "d33bbf16-2797-467d-95c2-7c0d68031b8e",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [],
            "table": [],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          },
          "lectionQuestions": "1. Информационно-правовая политика и информационная функция государства.\n2. Формы и методы деятельности субъектов государственного управления в условиях использования информационных технологий.\n3. Основы организации информационного взаимодействия в информационной среде в России и зарубежных странах. \n4. Информационные системы и системы электронного документооборота как форма реализации взаимодействия органов власти в условиях использования информационных технологий в России и зарубежных странах.\n5. Вопросы обеспечения информационной безопасности при организации процедуры взаимодействия органов власти в информационной среде в России и зарубежных странах.\n",
          "independentWork": "1. Подготовка докладов по темам:\n1. Основные стратегические документы, определяющие информационно-правовую политику.\n2. Использование систем искусственного интеллекта при организации взаимодействия органов государственной власти в России и зарубежных странах.\n3. Блокчейн в государственных услугах: мировые практики.\n4. Цифровой суверенитет: российский подход\n5. Биометрическая идентификация в госуправлении: за и против.\n6. Кибербезопасность электронного правительства.\n7. Цифровые валюты центральных банков (CBDC)\n8. Искусственный интеллект в принятии государственных решений\n2. Аналитическое задание. Сравните две системы электронного правительства (Россия + страна на выбор) по критериям: удобство интерфейса; количество доступных услуг; уровень цифровой грамотности пользователей; защита персональных данных. Оформите сравнительной таблицей.\n",
          "controlQuestions": "1. Понятия информации, информационных технологий, информационных систем, систем связи и обмена информацией в России и зарубежных странах.\n2. Охарактеризуйте ключевые элементы российской системы электронного правительства.\n3. Каковы основные цели цифровой трансформации госуправления?\n4. В чем заключается успех эстонской модели цифрового государства?\n5. Как Сингапур использует ИИ в государственных услугах?\n6. Каковы преимущества и риски китайской системы Social Credit?\n7. Какие проблемы цифровизации являются общими для большинства стран?\n8. Какие технологии будут определять развитие электронного правительства в ближайшие 5 лет?\n"
        },
        {
          "name_segment": "Разрешение разногласий между органами публичной власти в России и зарубежных странах",
          "lection": "2",
          "lection_za": "0",
          "lection_oza": "0",
          "practice": "4",
          "practice_za": "0",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "10",
          "outwork_za": "19",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "2",
          "practiceForm_za": "0",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1. Конституционно-правовые основы разрешения и преодоления конституционных споров между органами публичной власти в России и зарубежных странах.\n2. Роль главы государства в разрешении разногласий между органами государственной власти в России и зарубежных странах.\n3. Место конституционной юстиции в механизме разрешения разногласий между органами государственной власти в России и зарубежных странах.\n4. Роль контрольно-надзорных органов при разрешении разногласий между органами государственной власти в России и зарубежных странах.\n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "e0ac4729-c250-4354-99bd-729d6c9434c8",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [
              {
                "id": "9bcc214a-5cb3-4dfb-a1f4-afc29d3a6d74",
                "selectedValue": [
                  {
                    "id": "142961a2-e598-11ec-a25a-30e17154291b",
                    "priority": 2,
                    "competenceguid": "142961a2-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-3.1 Осуществляет профессиональную деятельность, нацеленную на выявление смысла правовых актов, в том числе в ситуациях наличия пробелов и коллизий норм права",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "142961a5-e598-11ec-a25a-30e17154291b",
                    "priority": 5,
                    "competenceguid": "142961a5-e598-11ec-a25a-30e17154291b",
                    "title": "ОПК-3.4 Владеет методикой анализа правоприменительной практики",
                    "is_indicator": true,
                    "is_examine": false,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "eef97e9f-3243-11f0-a2c2-30e17154291b",
                    "priority": 13,
                    "competenceguid": "eef97e9f-3243-11f0-a2c2-30e17154291b",
                    "title": "ПК-3.2 Планирует результаты осуществления функций в сфере организации и деятельности органов публичной власти",
                    "is_indicator": true,
                    "is_examine": true,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "eef97f27-3243-11f0-a2c2-30e17154291b",
                    "priority": 14,
                    "competenceguid": "eef97f27-3243-11f0-a2c2-30e17154291b",
                    "title": "ПК-3.3 Применяет нормативно-правовые акты для принятия оптимальных управленческих решений \r\nв сфере реализации публично-властных отношений",
                    "is_indicator": true,
                    "is_examine": true,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  }
                ],
                "questionDescription": "<p>В Уставе (Основном Законе) Тамбовской области (в прежней редакции) закреплялся ряд положений, касающихся взаимоотношений между исполнительной и законодательной властью области, а именно:</p><p>1)при назначении главой Администрации области своих первых заместителей необходимо предварительное согласование такого назначения с областной Думой (ст. 54, 68, 75 Устава);</p><p>2)порядок формирования, полномочия и организация работы структурных подразделений Администрации области определяется Уставом области, положениями об этих органах, федеральным и областным законодательством;</p><p>3)подотчетность и подконтрольность Администрации области областной Думе;</p><p>4)глава Администрации области подписывает и обнародует принятые областной Думой законы после их подписания Председателем областной Думы (ч. 2 ст. 55, 75 Устава);</p><p>5)к полномочиям областной Думы относится утверждение руководителя внутренних дел области.</p><p><em>Соответствовали ли принципам разделения властей и разграничения предметов ведения и полномочий между органами государственной власти</em></p><p><br></p><p><em>Российской Федерации и органами государственной власти субъектов Федерации приведенные положения Устава (Основного Закона) Тамбовской области?</em></p><p>См.: Постановление Конституционного Суда РФ от 10 декабря 1997 г. по делу о проверке конституционности ряда положений Устава (Основного закона) Тамбовской области // СЗ РФ. 1997. № 51, ст. 5877.</p>"
              }
            ],
            "table": [],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          },
          "lectionQuestions": "1. Конституционно-правовые основы разрешения и преодоления конституционных споров между органами публичной власти в России и зарубежных странах.\n2. Роль главы государства в разрешении разногласий между органами государственной власти в России и зарубежных странах.\n3. Место конституционной юстиции в механизме разрешения разногласий между органами государственной власти в России и зарубежных странах\n4. Роль контрольно-надзорных органов при разрешении разногласий между органами государственной власти в России и зарубежных странах.\n",
          "independentWork": "1. Составьте схему: конституционно-правовой механизм разрешения разногласий между органами государственной власти в России и зарубежных странах.\n2. Составьте таблицу: Согласительные процедуры в парламенте.\n3. Подготовьте доклад по одной из следующих тем:\n1. Конституционно-правовые способы предотвращения разногласий в деятельности органов государственной власти в России и зарубежных странах.\n2. Судебная форма разрешения конституционно-правовых споров в Российской Федерации и зарубежных странах и перспективы ее совершенствования\n3. Конституционный судебный процесс как форма разрешения конституционно правовых споров.\n4. Конституционно правовые споры, связанные с исполнением международных обязательств, и роль конституционных судов в их разрешении\n5. Избирательные и референдумные споры.\n",
          "controlQuestions": "1. Дайте понятие конституционно-правовым спорам, разногласиям, коллизиям.\n2. Назовите конституционно-правовые способы разрешения, предотвращения разногласий в деятельности органов публичной власти Российской Федерации и зарубежных стран.\n3. Назовите субъектов конституционно-правового механизма разрешения и преодоления разногласий между органами государственной власти в России и зарубежных странах.\n4. Каковы особенности согласительной процедуры в парламенте?\n5. Какую роль играет глава государства в разрешении разногласий между органами государственной власти в России и зарубежных странах?\n"
        },
        {
          "name_segment": "Ответственность и эффективность деятельности органов и должностных лиц публичной власти в Российской Федерации и зарубежных странах",
          "lection": "2",
          "lection_za": "2",
          "lection_oza": "0",
          "practice": "4",
          "practice_za": "2",
          "practice_oza": "0",
          "lab": "0",
          "lab_za": "0",
          "lab_oza": "0",
          "outwork": "10",
          "outwork_za": "19",
          "outwork_oza": "0",
          "interactive": "0",
          "interactive_za": "0",
          "interactive_oza": "0",
          "practicePrepare": "0",
          "practicePrepare_za": "0",
          "practicePrepare_oza": "0",
          "practiceForm": "0",
          "practiceForm_za": "0",
          "practiceForm_oza": "0",
          "description": "",
          "seminaryQuestion": "1. Конституционная ответственность как средство обеспечения конституционной законности в РФ\n2. Органы публичной власти и их должностные лица как субъекты юридической ответственности\n3. Конституционно-правовая ответственность органов и должностных лиц публичной власти.\n4. Критерии оценки эффективности конституционно-правового механизма осуществления публичной власти\n5. Правовые, политические, идеологические, экономические факторы, влияющие на эффективность конституционно-правового механизма осуществления публичной власти\n6. Инструментарий повышения эффективности государственного управления: отечественный и зарубежный опыт.\n7. Эффективность органов государственной власти субъектов РФ в контексте разделения властей\n",
          "description_practice": "",
          "description_practice_za": "",
          "description_practice_oza": "",
          "description_outwork": "",
          "description_outwork_za": "",
          "description_outwork_oza": "",
          "id": "147af8b2-e2f7-4729-9344-ec66709acc42",
          "type": "",
          "all": "",
          "data": {
            "exam_question": [],
            "master": [],
            "tasks": [
              {
                "id": "18894b13-6cd8-4bd3-b334-7db6626615af",
                "selectedValue": [
                  {
                    "id": "eef97df9-3243-11f0-a2c2-30e17154291b",
                    "priority": 12,
                    "competenceguid": "eef97df9-3243-11f0-a2c2-30e17154291b",
                    "title": "ПК-3.1 Осуществляет проектирование деятельности субъектов публично-властных отношений",
                    "is_indicator": true,
                    "is_examine": true,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "eef97e9f-3243-11f0-a2c2-30e17154291b",
                    "priority": 13,
                    "competenceguid": "eef97e9f-3243-11f0-a2c2-30e17154291b",
                    "title": "ПК-3.2 Планирует результаты осуществления функций в сфере организации и деятельности органов публичной власти",
                    "is_indicator": true,
                    "is_examine": true,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  },
                  {
                    "id": "eef97f27-3243-11f0-a2c2-30e17154291b",
                    "priority": 14,
                    "competenceguid": "eef97f27-3243-11f0-a2c2-30e17154291b",
                    "title": "ПК-3.3 Применяет нормативно-правовые акты для принятия оптимальных управленческих решений \r\nв сфере реализации публично-властных отношений",
                    "is_indicator": true,
                    "is_examine": true,
                    "requirement": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_bad_not_crited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_average_acrited": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_excellent": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    },
                    "requirement_good": {
                      "own": "",
                      "know": "",
                      "beAbleTo": ""
                    }
                  }
                ],
                "questionDescription": "<ol><li>В девяностые годы XX века Государственная Дума Федерального Собрания Российской Федерации дважды ставила вопрос об отрешении от должности Президента Российской Федерации.</li></ol><p>Какова процедура отрешения от должности Президента Российской Федерации?</p><p><br></p><ol><li>Государственная Дума может быть распущена Президентом Российской Федерации в случаях, предусмотренных статьями 111 и 117 Конституции Российской Федерации.</li></ol><p>Кто назначает дату выборов Государственной Думы в случае ее роспуска?</p><p><br></p><ol><li>Недоверие Правительству Российской Федерации может выразить Государственная Дума. Постановление о недоверии Правительству принимается большинством голосов от общего числа депутатов Государственной Думы.</li></ol><p>Кто в этом случае вправе объявить об отставке Правительства Российской Федерации?</p><p><br></p><ol><li>Провести антикоррупционную экспертизу Федерального закона «О прокуратуре», Федерального закона «О государственной гражданской службе», Федерального закона «О муниципальной службе». Выявить основные коррупциогенные факторы и сформулировать нормы таким образом, чтобы их устранить.</li></ol><p><em>Составьте глоссарий по основным понятиям изученных тем учебной дисциплины.</em></p>"
              }
            ],
            "table": [],
            "discus": [],
            "teor": [],
            "case": [],
            "analys": [],
            "referat": [],
            "itog_tests": [],
            "tvorchestvo": []
          },
          "lectionQuestions": "1. Конституционная ответственность как средство обеспечения конституционной законности в РФ\n2. Органы публичной власти и их должностные лица как субъекты юридической ответственности\n3. Конституционно-правовая ответственность органов и должностных лиц публичной власти.\n4. Критерии оценки эффективности конституционно-правового механизма осуществления публичной власти\n5. Правовые, политические, идеологические, экономические факторы, влияющие на эффективность конституционно-правового механизма осуществления публичной власти\n6. Инструментарий повышения эффективности государственного управления: отечественный и зарубежный опыт.\n7. Эффективность органов государственной власти субъектов РФ в контексте разделения властей.\n",
          "independentWork": "1. Решите задачи:\nВ девяностые годы XX века Государственная Дума Российской Федерации дважды ставила вопрос об отрешении от должности Президента Российской Федерации.\nКакова процедура отрешения от должности Президента Российской Федерации?\n\nГосударственная Дума может быть распущена Президентом Российской Федерации в случаях, предусмотренных статьями 111 и 117 Конституции Российской Федерации.\nКто назначает дату выборов Государственной Думы в случае ее роспуска?\n\nНедоверие Правительству Российской Федерации может выразить Государственная Дума. Постановление о недоверии Правительству принимается большинством голосов от общего числа депутатов Государственной Думы.\nКто в этом случае вправе объявить об отставке Правительства Российской Федерации?\n\n2.  Подготовьте доклад по одной из следующих тем:\n1. Развитие конституционной ответственности депутатов представительных органов власти\n2. Модели оценки эффективности деятельности государственных органов в отечественной и зарубежной практике\n3. Оценка эффективности деятельности органов местного самоуправления как форма общественного контроля\n4. Оценка эффективности деятельности высших должностных лиц субъектов Российской Федерации и деятельности органов исполнительной власти субъектов Российской Федерации.\n5. Целевые показатели оценки эффективности деятельности органов государственной власти субъектов Российской Федерации по осуществлению переданных им полномочий.\n6. Показатели эффективности профессиональной деятельности государственных служащих как средство оценки эффективности их деятельности.\n",
          "controlQuestions": "1. Понятие конституционно-правовой ответственности как самостоятельного вида ответственности.\n2. Конституционно-правовая ответственность как разновидность юридической ответственности.\n3. Понятие субъектов конституционно-правовой ответственности.\n4. Виды субъектов конституционно-правовой ответственности.\n5. Президент как субъект конституционно-правовой ответственности.\n6.. Правительство как субъект конституционно-правовой ответственности.\n7. Иные должностные лица как субъекты конституционно-правовой ответственности.\n8. Органы местного самоуправления как субъекты конституционно-правовой ответственности.\n9. Какова сущность и основные положения эффективности деятельности государственных органов власти России?\n"
        }
      ]
    }
  ],
  "moduleControl": "",
  "controlsList": [
    {
      "name": "Вопросы к Экзамену",
      "code": "exam_question",
      "required": true,
      "template": "first"
    },
    {
      "name": "Мастер-класс",
      "code": "master",
      "required": false,
      "template": "first"
    },
    {
      "name": "Решение практических задач",
      "code": "tasks",
      "required": false,
      "template": "first"
    },
    {
      "name": "Круглый стол",
      "code": "table",
      "required": false,
      "template": "first"
    },
    {
      "name": "Дискуссия",
      "code": "discus",
      "required": false,
      "template": "first"
    },
    {
      "name": "Теоретический опрос",
      "code": "teor",
      "required": false,
      "template": "first"
    },
    {
      "name": "Формирование конкретных ситуаций (кейс-метод)",
      "code": "case",
      "required": false,
      "template": "first"
    },
    {
      "name": "Анализ конкретных ситуаций",
      "code": "analys",
      "required": false,
      "template": "first"
    },
    {
      "name": "Тематика рефератов",
      "code": "referat",
      "required": false,
      "template": "first"
    },
    {
      "name": "Итоговое тестирование",
      "code": "itog_tests",
      "required": false,
      "template": "fourth"
    },
    {
      "name": "Творческое задание",
      "code": "tvorchestvo",
      "required": false,
      "template": "first"
    }
  ],
  "questionsForAllThemes": [
    {
      "code": "master",
      "questions": []
    },
    {
      "code": "tasks",
      "questions": [
        {
          "id": "9c8b142e-cb43-45e6-b774-aa1aecfcf458",
          "selectedValue": [
            {
              "id": "142961a3-e598-11ec-a25a-30e17154291b",
              "priority": 3,
              "competenceguid": "142961a3-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-3.2 Применяет все виды толкования норм права в конкретных сферах юридической деятельности",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "142961a5-e598-11ec-a25a-30e17154291b",
              "priority": 5,
              "competenceguid": "142961a5-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-3.4 Владеет методикой анализа правоприменительной практики",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "142961b2-e598-11ec-a25a-30e17154291b",
              "priority": 7,
              "competenceguid": "142961b2-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-7.1 Работает с разными источниками информации, поисковыми и правовыми системами",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            }
          ],
          "questionDescription": "<p id=\"yui_3_17_2_1_1752838652789_115\">1.Проанализируйте понятия «публичная власть», «политическая власть»,</p><p id=\"yui_3_17_2_1_1752838652789_115\">«государственная власть», «муниципальная власть», «общественная власть», содержащиеся в разных научных трудах по конституционному праву (С.А. Авакьян, Б.А. Страшун, Ю.А. Тихомиров, В.Е. Чиркин). Раскройте понятие</p><p id=\"yui_3_17_2_1_1752838652789_115\">«институты публичной власти» в следующих аспектах: - изложите содержание вопроса с указанием на его проблемный характер в целом и каждой его части; - основываясь на проведенном анализе понятий, сформулируйте собственную позицию и аргументируйте ее; - сформулируйте прогноз дальнейших перспектив нормативного закрепления и механизма реализации институтов публичной власти с точки зрения их соотношения и взаимодействия.</p><p id=\"yui_3_17_2_1_1752838652789_115\">2.Проанализируйте соотношение категорий государственной и негосударственнной публичной власти. Назовите известные вам институты негосударственной публичной власти. Охарактеризуйте особенности государственной и различных видов негосударственной публичной власти и их институтов. Проанализируйте понятие «негосударственная публичная власть» применительно к различным институтам гражданского общества. Назовите институты, которыми представлена международная и надгосударственная публичная власть.</p>"
        },
        {
          "id": "9bcc214a-5cb3-4dfb-a1f4-afc29d3a6d74",
          "selectedValue": [
            {
              "id": "142961a2-e598-11ec-a25a-30e17154291b",
              "priority": 2,
              "competenceguid": "142961a2-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-3.1 Осуществляет профессиональную деятельность, нацеленную на выявление смысла правовых актов, в том числе в ситуациях наличия пробелов и коллизий норм права",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "142961a5-e598-11ec-a25a-30e17154291b",
              "priority": 5,
              "competenceguid": "142961a5-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-3.4 Владеет методикой анализа правоприменительной практики",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "eef97e9f-3243-11f0-a2c2-30e17154291b",
              "priority": 13,
              "competenceguid": "eef97e9f-3243-11f0-a2c2-30e17154291b",
              "title": "ПК-3.2 Планирует результаты осуществления функций в сфере организации и деятельности органов публичной власти",
              "is_indicator": true,
              "is_examine": true,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "eef97f27-3243-11f0-a2c2-30e17154291b",
              "priority": 14,
              "competenceguid": "eef97f27-3243-11f0-a2c2-30e17154291b",
              "title": "ПК-3.3 Применяет нормативно-правовые акты для принятия оптимальных управленческих решений \r\nв сфере реализации публично-властных отношений",
              "is_indicator": true,
              "is_examine": true,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            }
          ],
          "questionDescription": "<p>В Уставе (Основном Законе) Тамбовской области (в прежней редакции) закреплялся ряд положений, касающихся взаимоотношений между исполнительной и законодательной властью области, а именно:</p><p>1)при назначении главой Администрации области своих первых заместителей необходимо предварительное согласование такого назначения с областной Думой (ст. 54, 68, 75 Устава);</p><p>2)порядок формирования, полномочия и организация работы структурных подразделений Администрации области определяется Уставом области, положениями об этих органах, федеральным и областным законодательством;</p><p>3)подотчетность и подконтрольность Администрации области областной Думе;</p><p>4)глава Администрации области подписывает и обнародует принятые областной Думой законы после их подписания Председателем областной Думы (ч. 2 ст. 55, 75 Устава);</p><p>5)к полномочиям областной Думы относится утверждение руководителя внутренних дел области.</p><p><em>Соответствовали ли принципам разделения властей и разграничения предметов ведения и полномочий между органами государственной власти</em></p><p><br></p><p><em>Российской Федерации и органами государственной власти субъектов Федерации приведенные положения Устава (Основного Закона) Тамбовской области?</em></p><p>См.: Постановление Конституционного Суда РФ от 10 декабря 1997 г. по делу о проверке конституционности ряда положений Устава (Основного закона) Тамбовской области // СЗ РФ. 1997. № 51, ст. 5877.</p>"
        },
        {
          "id": "18894b13-6cd8-4bd3-b334-7db6626615af",
          "selectedValue": [
            {
              "id": "eef97df9-3243-11f0-a2c2-30e17154291b",
              "priority": 12,
              "competenceguid": "eef97df9-3243-11f0-a2c2-30e17154291b",
              "title": "ПК-3.1 Осуществляет проектирование деятельности субъектов публично-властных отношений",
              "is_indicator": true,
              "is_examine": true,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "eef97e9f-3243-11f0-a2c2-30e17154291b",
              "priority": 13,
              "competenceguid": "eef97e9f-3243-11f0-a2c2-30e17154291b",
              "title": "ПК-3.2 Планирует результаты осуществления функций в сфере организации и деятельности органов публичной власти",
              "is_indicator": true,
              "is_examine": true,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "eef97f27-3243-11f0-a2c2-30e17154291b",
              "priority": 14,
              "competenceguid": "eef97f27-3243-11f0-a2c2-30e17154291b",
              "title": "ПК-3.3 Применяет нормативно-правовые акты для принятия оптимальных управленческих решений \r\nв сфере реализации публично-властных отношений",
              "is_indicator": true,
              "is_examine": true,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            }
          ],
          "questionDescription": "<ol><li>В девяностые годы XX века Государственная Дума Федерального Собрания Российской Федерации дважды ставила вопрос об отрешении от должности Президента Российской Федерации.</li></ol><p>Какова процедура отрешения от должности Президента Российской Федерации?</p><p><br></p><ol><li>Государственная Дума может быть распущена Президентом Российской Федерации в случаях, предусмотренных статьями 111 и 117 Конституции Российской Федерации.</li></ol><p>Кто назначает дату выборов Государственной Думы в случае ее роспуска?</p><p><br></p><ol><li>Недоверие Правительству Российской Федерации может выразить Государственная Дума. Постановление о недоверии Правительству принимается большинством голосов от общего числа депутатов Государственной Думы.</li></ol><p>Кто в этом случае вправе объявить об отставке Правительства Российской Федерации?</p><p><br></p><ol><li>Провести антикоррупционную экспертизу Федерального закона «О прокуратуре», Федерального закона «О государственной гражданской службе», Федерального закона «О муниципальной службе». Выявить основные коррупциогенные факторы и сформулировать нормы таким образом, чтобы их устранить.</li></ol><p><em>Составьте глоссарий по основным понятиям изученных тем учебной дисциплины.</em></p>"
        }
      ]
    },
    {
      "code": "table",
      "questions": [
        {
          "id": "b6649ff5-873d-4cfe-a317-8d65ca742f7d",
          "selectedValue": [
            {
              "id": "142961a4-e598-11ec-a25a-30e17154291b",
              "priority": 4,
              "competenceguid": "142961a4-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-3.3 Доводит смысл норм права до сведения заинтересованных лиц в сфере профессиональной деятельности",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "142961a5-e598-11ec-a25a-30e17154291b",
              "priority": 5,
              "competenceguid": "142961a5-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-3.4 Владеет методикой анализа правоприменительной практики",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            },
            {
              "id": "142961b4-e598-11ec-a25a-30e17154291b",
              "priority": 9,
              "competenceguid": "142961b4-e598-11ec-a25a-30e17154291b",
              "title": "ОПК-7.3 Отбирает и внедряет в процессе профессиональной деятельности современные технические средства и информационно-коммуникационные технологии",
              "is_indicator": true,
              "is_examine": false,
              "requirement": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_bad_not_crited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_average_acrited": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_excellent": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              },
              "requirement_good": {
                "own": "",
                "know": "",
                "beAbleTo": ""
              }
            }
          ],
          "questionDescription": "<p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Требования к подготовке обучающимся </strong>дается задание заранее ознакомиться с содержанием основных нормативно-правовых актов, регламентирующих организацию деятельности системы органов государственной власти и местного самоуправления, научной литературой по теме, а также подготовить вступление на одну из заявленных ранее тем.</p><p id=\"yui_3_17_2_1_1752838652789_180\">Информация, вырабатываемая совместно преподавателем и обучающимися, легче усваивается, так как выводы, определения формулируются обучающимися самостоятельно, активно, под руководством преподавателя, а значит, лучше запоминаются и могут быть воспроизведены по истечении времени. Определяющим фактором при определении степени достижения целей для преподавателя является степень взаимодействия между обучающимися и преподавателем, а также наличие обратной связи.</p><p id=\"yui_3_17_2_1_1752838652789_180\"><br></p><p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Концепция задания: </strong>круглый стол – техника ведения беседы между равноправными членами коллектива с целью выработки совместного решения проблемы, выявленной в ходе дискуссии. В мероприятии могут принимать участие от 3 до 30 обучающихся (одна группа). Отличает данный вид контрольного занятия следующие характерные черты:</p><p id=\"yui_3_17_2_1_1752838652789_180\">-постоянное внимание и готовность в любой момент принять участие в дискуссии любого из присутствующих обучающихся (тезисные выступления обучающихся);</p><p id=\"yui_3_17_2_1_1752838652789_180\">-руководство процессом со стороны преподавателя;</p><p id=\"yui_3_17_2_1_1752838652789_180\">-презентация информации по теме (может осуществляться как преподавателем, так и обучающимися).</p><p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Перечень дискуссионных тем для круглого стола:</strong></p><p id=\"yui_3_17_2_1_1752838652789_180\">1. <span style=\"color: rgb(0, 0, 0);\" id=\"yui_3_17_2_1_1752838652789_187\">Принципы избирательного права в странах БРИКС: Универсальность стандартов или национальная специфика конституционного регулирования? (Обсуждение: Соответствуют ли избирательные системы стран БРИКС общепризнанным международным стандартам демократических выборов? Насколько допустимы отклонения от этих стандартов, обусловленные национальной спецификой конституционного регулирования? Как обеспечить баланс между легитимностью власти и волеизъявлением народа?)</span>.</p><p id=\"yui_3_17_2_1_1752838652789_180\">2.Глава государства в конституционном механизме власти. Особенности выборов главы государства. Полномочия главы государства. Основания досрочного прекращения полномочий главы государства. Акты главы государства.</p><p id=\"yui_3_17_2_1_1752838652789_180\">3.Законодательная власть в системе разделения властей. Структура палат Федерального Собрания РФ. Компетенция, правовые акты Совета Федерации и Государственной Думы. Законодательный процесс в России.</p><p id=\"yui_3_17_2_1_1752838652789_180\">4.<span style=\"color: rgb(0, 0, 0);\" id=\"yui_3_17_2_1_1752838652789_188\">Правовые основы парламентского контроля за исполнительной властью в странах БРИКС: Эффективность механизмов и реальная ответственность. (Обсуждение: Какие формы парламентского контроля за деятельностью правительства существуют в странах БРИКС? Насколько эффективны эти механизмы? Привлекаются ли должностные лица к реальной ответственности за нарушения закона и злоупотребления властью?)</span></p><p id=\"yui_3_17_2_1_1752838652789_180\">5.Судебная власть в странах БРИКС и ее роль в реализации принципа разделения властей. </p><p id=\"yui_3_17_2_1_1752838652789_180\">6. Конституционные принципы организации и функционирования правосудия в в странах БРИКС.</p><p id=\"yui_3_17_2_1_1752838652789_180\">7.Конституционно-правовые основы организации и деятельности прокуратуры в странах БРИКС.</p><p id=\"yui_3_17_2_1_1752838652789_180\">8.Система местного самоуправления в Российской Федерации. Финансово-экономические основы местного самоуправления. Гарантии прав местного самоуправления.</p><p id=\"yui_3_17_2_1_1752838652789_180\"><br></p><p id=\"yui_3_17_2_1_1752838652789_180\">Обучающимся дается задание заранее ознакомиться с содержанием нормативно-правовых актов, научной литературой по теме, а также подготовить выступление на одну из заявленных ранее тем.</p><p id=\"yui_3_17_2_1_1752838652789_180\">Информация, вырабатываемая совместно преподавателем и магистрантами, легче усваивается, так как выводы, определения формулируются обучающимися самостоятельно, активно, под руководством преподавателя, а значит, лучше запоминаются и могут быть воспроизведены по истечении времени. Определяющим фактором при определении степени достижения целей для преподавателя является степень взаимодействия между магистрантами и преподавателем, а также наличие обратной связи. Главное, чтобы процесс не вышел из-под контроля, поэтому в начале требуется определить правила соблюдения порядка выступлений, например, путем поднимания рук, либо заранее подготовленных карточек.</p><p id=\"yui_3_17_2_1_1752838652789_180\"><strong>Ожидаемый результат:</strong></p><p id=\"yui_3_17_2_1_1752838652789_180\">В результате проведения занятий такого рода формируются навыки обобщения идей и мнений относительно обсуждаемой проблемы. В профессиональном плане занятие позволяет осознать сущность и назначение деятельности органов законодательной государственной власти РФ.</p>"
        }
      ]
    }
  ],
  "questionsForDiscipline": {
    "prover_work": {
      "themes": [],
      "questions": []
    }
  },
  "auditWork": "",
  "outwork": "",
  "criteriaList": {
    "exam_question": "",
    "master": "",
    "kontrol_work": "",
    "tasks": "<p>Необходимо внимательно изучить условие задачи, выписать исходные данные и вопросы, подлежащие решению. После этого следует определить каким нормативным актом (актами) регламентируются отношения, описываемые в задаче. Если отношения, по мнению обучающегося, регулируются несколькими нормативными актами одновременно, следует определить, какой из них имеет большую юридическую силу, является основным, какой дополнительным, подзаконным, действительно ли рассматриваемые отношения урегулированы разными нормативными актами. После того, как будет определен необходимый источник правового регулирования, нужно внимательно изучить его содержание, сопоставляя его с ситуацией, изложенной в задаче. Помимо этого, необходимо также изучить подзаконные нормативные акты, относящиеся к данному положению, в особенности ведомственные акты, а также информационные письма и разъяснения. С учетом полученной информации осуществляется юридическая квалификация ситуации, описанной в задаче.</p><p><br></p><p>Решение практической задачи должно иметь максимальное обоснование со ссылками на нормативные правовые акты, использованные обучающимся при юридической квалификации ситуации. Рекомендуется правильно оформлять сноски на нормативные акты и иные правовые документы.</p>",
    "table": "<p>Обучающимся дается задание заранее ознакомиться с содержанием нормативно-правовых актов, научной литературой по теме, а также подготовить выступление на одну из заявленных ранее тем.</p><p>Информация, вырабатываемая совместно преподавателем и магистрантами, легче усваивается, так как выводы, определения формулируются обучающимися самостоятельно, активно, под руководством преподавателя, а значит, лучше запоминаются и могут быть воспроизведены по истечении времени. Определяющим фактором при определении степени достижения целей для преподавателя является степень взаимодействия между магистрантами и преподавателем, а также наличие обратной связи. Главное, чтобы процесс не вышел из-под контроля, поэтому в начале требуется определить правила соблюдения порядка выступлений, например, путем поднимания рук, либо заранее подготовленных карточек.</p><p><strong>Ожидаемый результат:</strong></p><p>В результате проведения занятий такого рода формируются навыки обобщения идей и мнений относительно обсуждаемой проблемы. В профессиональном плане занятие позволяет осознать сущность и назначение деятельности органов законодательной государственной власти РФ.</p>",
    "discus": "",
    "proc": "",
    "teor": "",
    "case": "",
    "tech": "",
    "raznour": "",
    "delovaya_igra": "",
    "analys": "",
    "kollokv": "",
    "sobesedovanie": "",
    "dnevnik": "",
    "normativ": "",
    "nav": "",
    "prover_work": "",
    "debaty": "",
    "seminar": "",
    "referat": "",
    "itog_tests": "",
    "tvorchestvo": ""
  }
}